name: "primary_detector"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 3, 512, 512 ]
  }
]output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ -1, 35, -1, -1 ]
    label_filename: "labels.txt"
  }
]instance_group {
  count: 1
  gpus: 0
  kind: KIND_GPU
}
